Repository: contao/calendar-bundle
Catalog: src/Resources/contao/languages/*/*_calendar_events.xlf
Languages: br, pt_br

# tl_calendar_events.title.0
source: Title
br: Titl
pt_br: Título

# tl_calendar_events.title.1
source: Please enter the event title.
br: Ebarzhit titl an darvoud mar plij.
pt_br: Favor inserir o título do evento.

# tl_calendar_events.alias.0
source: Event alias
br: Alias an darvoud
pt_br: Apelido do evento

# tl_calendar_events.alias.1
source: The event alias is a unique reference to the event which can be called instead of its numeric ID.
br: Alias an darvoud a zo un daveenn unel d'an darvoud hag a c'hall bezañ hopet e-plas ec'h ID niverel.
pt_br: O apelido do evento é uma referência única ao evento o qual pode ser chamado ao invés do ID do evento.

# tl_calendar_events.author.0
source: Author
br: Aozer
pt_br: Autor

# tl_calendar_events.author.1
source: Here you can change the author of the event.
br: Gellout a reer cheñch amañ aozer an darvoud.
pt_br: Aqui você pode alterar o autor do evento.

# tl_calendar_events.addTime.0
source: Add time
br: Ouzhpennañ eurvezh
pt_br: Adicionar horário

# tl_calendar_events.addTime.1
source: Add a start and end time to the event.
br: Ouzhpennit un eurvezh loc'hañ hag un eurvezh fin d'an darvoud.
pt_br: Adicionar os horários de início e fim do evento.

# tl_calendar_events.startTime.0
source: Start time
br: Eurvezh loc'hañ
pt_br: Horário de início

# tl_calendar_events.startTime.1
source: Please enter the start time according to the global time format.
br: Ebarzhit mar plij an eurvezh loc'hañ diouzh ar stumm eurvezh hollek.
pt_br: Por favor digite o horário de início de acordo com o formato global de tempo.

# tl_calendar_events.endTime.0
source: End time
br: Eurvezh fin
pt_br: Horário de encerramento

# tl_calendar_events.endTime.1
source: Use the same value for start and end time to create an open-ended event.
br: Grit gant ar memes talvoud hag an eurvezh loc'h hag eurvezh fin evit krouiñ un darvoud open-ended.
pt_br: Use o mesmo valor de horário para o início e o fim do evento para criar um evento já encerrado.

# tl_calendar_events.startDate.0
source: Start date
br: Deiziad loc'hañ
pt_br: Data de início

# tl_calendar_events.startDate.1
source: Please enter the start date according to the global date format.
br: Ebarzhit mar plij an deiziad loc'hañ diouzh ar stumm deiziad hollek.
pt_br: Favor inserir a data de início de acordo com o formato global de tempo.

# tl_calendar_events.endDate.0
source: End date
br: Deiziad fin
pt_br: Data de encerramento

# tl_calendar_events.endDate.1
source: Leave blank to create a single day event.
br: Laoskit gwenn ma fell deoc'h krouiñ un darvoud war un devezh hepken.
pt_br: Deixe vazio para criar um evento de um único dia.

# tl_calendar_events.location.0
source: Location name
br: Anv al lec'hiadur

# tl_calendar_events.location.1
source: Here you can enter the name of the event location.
br: Gellout a rit ebarzhiñ anv lec'hiadur an darvoud amañ.

# tl_calendar_events.address.0
source: Location address
br: Chomlec'h al lec'hiadur

# tl_calendar_events.address.1
source: Here you can enter the address of the event location.
br: Gellout a rit ebarzhiñ chomlec'h lec'hiadur an darvoud amañ.

# tl_calendar_events.teaser.0
source: Event teaser
br: Teaser an darvoud
pt_br: Promoção do evento

# tl_calendar_events.teaser.1
source: The event teaser can be shown in an event list instead of the full article. A "read more …" link will be added automatically.
br: Teaser an darvoud a c'hall bezañ diskouezet e-barzh ul listenn darvoudoù e-plas ar pennad klok. Ul "lennit muioc'h..." liamm a vo em-ouzhpennet.
pt_br: O texto de promoção do evento normalmente é mostrado, em vez do texto completo, seguido por um link "leia mais..."

# tl_calendar_events.details.0
source: Event text
br: Testenn an darvoud
pt_br: Detalhes do evento

# tl_calendar_events.details.1
source: Here you can enter the event text.
br: Gellout a rit ebarzhiñ testenn an darvoud amañ.
pt_br: Por favor digite os detalhes do evento.

# tl_calendar_events.addImage.0
source: Add an image
br: Ouzhpennañ ur skeudenn
pt_br: Adicionar imagem

# tl_calendar_events.addImage.1
source: Add an image to the event.
br: Ouzhpennañ ur skeudenn d'an darvoud.
pt_br: Se você escolher esta opção, uma imagem será adicionada ao evento.

# tl_calendar_events.recurring.0
source: Repeat event
br: Adober an darvoud
pt_br: Repetir evento

# tl_calendar_events.recurring.1
source: Create a recurring event.
br: Krouiñ un darvoud mareadek.
pt_br: Criar um evento recorrente.

# tl_calendar_events.repeatEach.0
source: Interval
br: Esaouenn
pt_br: Intervalo

# tl_calendar_events.repeatEach.1
source: Here you can set the recurrence interval.
br: Gellout a rit lakaat an esaouenn vareadek.
pt_br: Por favor, configure o intervalo de tempo.

# tl_calendar_events.recurrences.0
source: Recurrences
br: Mareadegoù
pt_br: Repetições

# tl_calendar_events.recurrences.1
source: Set to 0 for unlimited recurrences.
br: Lakait 0 evit mareadegoù difin.
pt_br: Insira 0 para repetições ilimitadas.

# tl_calendar_events.repeatEnd
source: End of recurring event
br: Fin an darvoud mareadek.
pt_br: Término do evento recorrente

# tl_calendar_events.addEnclosure.0
source: Add enclosures
br: Ouzhpennañ glouedoù
pt_br: Adicionar anexos

# tl_calendar_events.addEnclosure.1
source: Add one or more downloadable files to the event.
br: Ouzhpennañ unan pe meur a restr pellgargus d'an darvoud.
pt_br: Adicionar ao evento um ou mais arquivos para download.

# tl_calendar_events.enclosure.0
source: Enclosures
br: Glouedoù
pt_br: Anexos

# tl_calendar_events.enclosure.1
source: Please choose the files you want to attach.
br: Dibabit mar plij ar restroù ho peus c'hoant da stagañ.
pt_br: Por favor escolha os arquivos para serem anexados.

# tl_calendar_events.source.0
source: Redirect target
br: Bukenn adhenchañ
pt_br: Página alvo

# tl_calendar_events.source.1
source: Here you can override the default redirect target.
br: Gellout a rit dreist-skrivañ ar vukenn adhenchañ dre ziouer amañ.
pt_br: Link para uma página externa ao invés da página padrão.

# tl_calendar_events.default.0
source: Use default
br: Implijout dre ziouer
pt_br: Usar padrão

# tl_calendar_events.default.1
source: By clicking the "read more …" button, visitors will be redirected to the default page of the calendar.
br: En ur glikañ war ar "lenn muioc'h..." bouton, ar weladennerien a vo adheñchet da bajenn dre ziouer an deiziataer.
pt_br: Ao clicar no botão "Leia mais..." os visitantes serão redirecionados para a página padrão do calendário.

# tl_calendar_events.internal.0
source: Page
br: Pajenn
pt_br: Página

# tl_calendar_events.internal.1
source: By clicking the "read more …" button, visitors will be redirected to an internal page.
br: En ur glikañ war ar "lenn muioc'h..." bouton, ar weladennerien a vo adheñchet d'ur bajenn diabarzh.
pt_br: Ao clicar no botão "Leia mais..." os visitantes serão redirecionados para uma página.

# tl_calendar_events.article.0
source: Article
br: Pennad
pt_br: Artigo

# tl_calendar_events.article.1
source: By clicking the "read more …" button, visitors will be redirected to an article.
br: En ur glikañ war ar "lenn muioc'h..." bouton, ar weladennerien a vo adheñchet d'ur pennad.
pt_br: Ao clicar no botão "leia mais ...", os visitantes serão redirecionados para um artigo.

# tl_calendar_events.external.0
source: Custom URL
br: URL personelaet

# tl_calendar_events.external.1
source: By clicking the "read more …" button, visitors will be redirected to custom URL.
br: En ur glikañ war ar "lenn muioc'h..." bouton, ar weladennerien a vo adheñchet d'un URL personelaet.

# tl_calendar_events.jumpTo.0
source: Redirect page
br: Pajenn adhentañ
pt_br: Página de redirecionamento

# tl_calendar_events.jumpTo.1
source: Please choose the page to which visitors will be redirected when clicking the event.
br: Dibabit mar plij ar bajenn ma vo adheñchet warni ar weladennerien en ur glikañ war un darvoud.
pt_br: Por favor selecione a página para qual os visitantes serão redirecionados quando clicarem no evento.

# tl_calendar_events.articleId.0
source: Article
br: Pennad
pt_br: Artigo

# tl_calendar_events.articleId.1
source: Please choose the article to which visitors will be redirected when clicking the event.
br: Dibabit mar plij ar pennad a vo adheñchet warnañ ar weladennerien en ur glikañ war un darvoud.
pt_br: Por favor escolha o artigo para o qual os visitantes serão redirecionados ao clicar no evento.

# tl_calendar_events.cssClass.0
source: CSS class
br: Klas CSS
pt_br: Classe CSS

# tl_calendar_events.cssClass.1
source: Here you can enter one or more classes.
br: Gellout a rit ebarzhiñ ur c'hlas pe muioc'h amañ.
pt_br: Aqui você pode inserir uma ou mais classes CSS.

# tl_calendar_events.noComments.0
source: Disable comments
br: Diweredekaat an evezhiadennoù
pt_br: Desativar comentários

# tl_calendar_events.noComments.1
source: Do not allow comments for this particular event.
br: Chom hep aotren evezhiadennoù evit an darvoud ispisial-mañ.
pt_br: Não permitir comentários para este evento específico.

# tl_calendar_events.published.0
source: Publish event
br: Embann an darvoud
pt_br: Publicar evento

# tl_calendar_events.published.1
source: Make the event publicly visible on the website.
br: Grit ma vo gwelus bruderezhioù an darvoud war al lec'hienn.
pt_br: Torne o evento publicamente visível no website.

# tl_calendar_events.start.0
source: Show from
br: Diskouez diwar
pt_br: Mostrar a partir de

# tl_calendar_events.start.1
source: Do not show the event on the website before this day.
br: Chom hep diskouez an darvoud war al lec'hienn a-raok an devezh-mañ.
pt_br: Se você inserir uma data aqui o evento atual não será mostrado no website antes deste dia.

# tl_calendar_events.stop.0
source: Show until
br: Diskouez betek
pt_br: Mostrar até

# tl_calendar_events.stop.1
source: Do not show the event on the website on and after this day.
br: Chom hep diskouez an darvoud war al lec'hienn evit ha goude an devezh-mañ.
pt_br: Se você inserir uma data aqui o evento atual não será mostrado no site deste dia em diante.

# tl_calendar_events.tstamp.0
source: Revision date
br: Deiziad an adweladur
pt_br: Data de revisão

# tl_calendar_events.tstamp.1
source: Date and time of the latest revision
br: Deiziad hag eurvezh an adweladur diwezhañ
pt_br: Dia e hora da última revisão

# tl_calendar_events.title_legend
source: Title and author
br: Titl hag aozer
pt_br: Título e autor

# tl_calendar_events.date_legend
source: Date and time
br: Deiziad hag eurvezh
pt_br: Dia e horário

# tl_calendar_events.details_legend
source: Event details
br: Munudoù an darvoud
pt_br: Detalhes do evento

# tl_calendar_events.text_legend
source: Event text
br: Testenn an darvoud
pt_br: Detalhes do evento

# tl_calendar_events.image_legend
source: Image settings
br: Arventennoù ar skeudennoù
pt_br: Imagem do artigo

# tl_calendar_events.recurring_legend
source: Recurrence settings
br: Arventennoù ar mareadegoù
pt_br: Configurações de repetições

# tl_calendar_events.enclosure_legend
source: Enclosures
br: Glouedoù
pt_br: Anexos

# tl_calendar_events.source_legend
source: Redirect target
br: Bukenn adhenchañ
pt_br: Página alvo

# tl_calendar_events.expert_legend
source: Expert settings
br: Arventennoù evit ar Vailhed
pt_br: Configurações avançadas

# tl_calendar_events.publish_legend
source: Publish settings
br: Embann an arventennoù
pt_br: Configurações de publicação

# tl_calendar_events.days
source: day(s)
br: devezh(ioù)
pt_br: Dia(s)

# tl_calendar_events.weeks
source: week(s)
br: sizhunvezh(ioù)
pt_br: semana(s)

# tl_calendar_events.months
source: month(s)
br: mizvezh(ioù)
pt_br: mês(es)

# tl_calendar_events.years
source: year(s)
br: bloavezh(ioù)
pt_br: ano(s)

# tl_calendar_events.new.0
source: New event
br: Darvoud nevez
pt_br: Novo evento

# tl_calendar_events.new.1
source: Create a new event
br: Krouiñ un darvoud nevez
pt_br: Criar novo evento

# tl_calendar_events.show.0
source: Event details
br: Munudoù an darvoud
pt_br: Detalhes do evento

# tl_calendar_events.show.1
source: Show the details of event ID %s
br: Diskouez munudoù an darvoud ID %s
pt_br: Mostrar detalhes do evento ID %s

# tl_calendar_events.edit.0
source: Edit event
br: Kemm an darvoud
pt_br: Editar evento

# tl_calendar_events.edit.1
source: Edit event ID %s
br: Kemm an darvoud %s
pt_br: Editar evento com ID %s

# tl_calendar_events.copy.0
source: Duplicate event
br: Eilañ an darvoud
pt_br: Copiar evento

# tl_calendar_events.copy.1
source: Duplicate event ID %s
br: Eilañ an darvoud ID %s
pt_br: Copiar evento com ID %s

# tl_calendar_events.cut.0
source: Move event
br: Muioc'h a zarvoudoù
pt_br: Mover evento

# tl_calendar_events.cut.1
source: Move event ID %s
br: Muioc'h a zarvoudoù ID %s
pt_br: Mover evento com ID %s

# tl_calendar_events.delete.0
source: Delete event
br: Dilemel an darvoud
pt_br: Remover evento

# tl_calendar_events.delete.1
source: Delete event ID %s
br: Dilemel an darvoud ID %s
pt_br: Remover evento com ID %s

# tl_calendar_events.toggle.0
source: Publish/unpublish event
br: Embann/diembann an darvoud
pt_br: Publicar/despublicar evento

# tl_calendar_events.toggle.1
source: Publish/unpublish event ID %s
br: Embann/diembann an darvoud %s
pt_br: Publicar/despublicar evento com ID %s

# tl_calendar_events.editheader.0
source: Edit calendar
br: Kemm an deiziataer
pt_br: Editar calendário

# tl_calendar_events.editheader.1
source: Edit the calendar settings
br: Kemm arventennoù an deiziataer
pt_br: Editar as configurações do calendário

# tl_calendar_events.editmeta.0
source: Edit event settings
br: Kemm arventennoù an darvoud
pt_br: Editar configurações do evento

# tl_calendar_events.editmeta.1
source: Edit the event settings
br: Kemm arventennoù an darvoud
pt_br: Editar as configurações do evento

# tl_calendar_events.pasteafter.0
source: Paste into this calendar
br: Pegañ e-barzh an deiziataer-mañ
pt_br: Colar neste calendário

# tl_calendar_events.pasteafter.1
source: Paste after event ID %s
br: Pegañ goude ID an darvoud %s
pt_br: Colar depois do evento com ID %s
