Repository: contao/calendar-bundle
Catalog: src/Resources/contao/languages/*/*_module.xlf
Languages: hr

# tl_module.cal_calendar.0
source: Calendars
hr: Kalendari

# tl_module.cal_calendar.1
source: Please select one or more calendars.
hr: Odaberite jedan ili više kalendara.

# tl_module.cal_noSpan.0
source: Shortened view
hr: Skraćeni pregled

# tl_module.cal_noSpan.1
source: Show events only once even if they span multiple days.
hr: Ako se događanja protežu kroz nekoliko dana, prikažite ih samo jednom.

# tl_module.cal_startDay.0
source: Week start day
hr: Dan početka tjedna

# tl_module.cal_startDay.1
source: Here you can choose the week start day.
hr: Odaberite s kojim će danom započeti tjedan.

# tl_module.cal_format.0
source: Event list format
hr: Format liste događanja

# tl_module.cal_format.1
source: Here you can choose the event list format.
hr: Odaberite format liste događanja.

# tl_module.cal_ignoreDynamic.0
source: Ignore URL parameters
hr: Ignorirati URL parametre

# tl_module.cal_ignoreDynamic.1
source: Do not switch the time period based on the date/month/year URL parameters.
hr: Ne izmijeniti vremenski period temeljem URL parametara za dan/mjesec/godinu.

# tl_module.cal_order.0
source: Sort order
hr: Redoslijed sortiranja

# tl_module.cal_order.1
source: Here you can choose the sort order.
hr: Odredite redoslijed.

# tl_module.cal_readerModule.0
source: Event reader module
hr: Modul prikaza događanja

# tl_module.cal_readerModule.1
source: Automatically switch to the event reader if an event has been selected.
hr: Prebaci se na prikaz događaja ako je označen događaj.

# tl_module.cal_limit.0
source: Number of events
hr: Broj događanja

# tl_module.cal_limit.1
source: Here you can limit the number of events. Enter 0 to show all.
hr: Ovdje možete ograničiti broj događanja. Ostavite prazno ako želite prikazati sva događanja.

# tl_module.cal_template.0
source: Event template
hr: Predložak događanja

# tl_module.cal_ctemplate.0
source: Calendar template
hr: Predložak kalendara

# tl_module.cal_showQuantity.0
source: Show number of events
hr: Prikazati broj događanja

# tl_module.cal_showQuantity.1
source: Show the number of events of each month in the menu.
hr: U izborniku prikazati broj događanja u svakom mjesecu

# tl_module.cal_list
source: Event list
hr: Popis događanja

# tl_module.cal_day
source: Day
hr: Dan

# tl_module.cal_month
source: Month
hr: Mjesec

# tl_module.cal_year
source: Year
hr: Godina

# tl_module.cal_all
source: All events
hr: Sva događanja

# tl_module.cal_upcoming
source: Upcoming events
hr: Nadolazeća događanja

# tl_module.next_7
source: + 1 week
hr: + 1 tjedan

# tl_module.next_14
source: + 2 weeks
hr: + 2 tjedna

# tl_module.next_30
source: + 1 month
hr: + 1 mjesec

# tl_module.next_90
source: + 3 months
hr: + 3 mjeseca

# tl_module.next_180
source: + 6 months
hr: + 6 mjeseci

# tl_module.next_365
source: + 1 year
hr: + 1 godina

# tl_module.next_two
source: + 2 years
hr: + 2 godine

# tl_module.next_cur_month
source: of the current month
hr: trenutnog mjeseca

# tl_module.next_cur_year
source: of the current year
hr: trenutne godine

# tl_module.next_next_month
source: of the next month
hr: od sljedećeg mjeseca

# tl_module.next_next_year
source: of the next year
hr: od sljedeće godine

# tl_module.next_all
source: All upcoming events
hr: Sva nadolazeća događanja

# tl_module.cal_past
source: Past events
hr: Prošla događanja

# tl_module.past_7
source: - 1 week
hr: - 1 tjedan

# tl_module.past_14
source: - 2 weeks
hr: - 2 tjedna

# tl_module.past_30
source: - 1 month
hr: - 1 mjesec

# tl_module.past_90
source: - 3 months
hr: - 3 mjeseca

# tl_module.past_180
source: - 6 months
hr: - 6 mjeseci

# tl_module.past_365
source: - 1 year
hr: - 1 godina

# tl_module.past_two
source: - 2 years
hr: - 2 godine

# tl_module.past_cur_month
source: of the current month
hr: trenutnog mjeseca

# tl_module.past_cur_year
source: of the current year
hr: trenutne godine

# tl_module.past_prev_month
source: of the previous month
hr: od prethodnog mjeseca

# tl_module.past_prev_year
source: of the previous year
hr: od prethodne godine

# tl_module.past_all
source: All past events
hr: Sva prošla događanja
