Repository: contao/calendar-bundle
Catalog: src/Resources/contao/languages/*/default.xlf
Languages: br, ko, pt, sq

# MSC.cal_events
source: %d event(s)
br: %ddarvoud
ko: %d 개의 이벤트
pt: %d evento(s)
sq: %d ngjarje

# MSC.cal_emptyDay
source: There are no events on this day.
br: N'eus darvoud ebet war an deiz-mañ
ko: 오늘은 이벤트가 없습니다.
pt: Não existem eventos para este dia.
sq: Nuk ka ngjarje për këtë ditë.

# MSC.cal_emptyWeek
source: There are no events for this week.
br: N'eus darvoud ebet war ar sizhun-mañ.
ko: 이번 주는 이벤트가 없습니다.
pt: Não existem eventos para esta semana.
sq: Nuk ka ngjarje për këtë javë.

# MSC.cal_emptyMonth
source: There are no events for this month.
br: N'eus darvoud ebet war ar miz-mañ.
ko: 이번 달은 이벤트가 없습니다.
pt: Não existem eventos para este mês.
sq: Nuk ka ngjarje për këtë muaj.

# MSC.cal_emptyYear
source: There are no events for this year.
br: N'eus darvoud ebet war ar bloaz-mañ.
ko: 이번 해엔 이벤트가 없습니다.
pt: Não existem eventos para este ano.
sq: Nuk ka ngjarje për këtë vit.

# MSC.cal_empty
source: Currently there are no events.
br: N'eus darvoud ebet evit ar mare.
ko: 지금은 이벤트가 없습니다.
pt: Não existem eventos futuros.
sq: Nuk ka ngjarje.

# MSC.cal_repeat
source: This event is repeated %s%s. The next event will take place on <time datetime="%s">%s</time>.
ko: 이 이벤트는 %s%s번 반복 됩니다. 다음 이벤트는 <time datetime="%s">%s</time>에 열릴 예정입니다.
pt: Este evento é repetido %s%s. O próximo evento terá lugar em <time datetime="%s">%s</time>.

# MSC.cal_repeat_ended
source: This event was repeated %s%s.
ko: 이 이벤트는 %s%s번 반복 됩니다.
pt: Este evento foi repetido %s%s.
sq: Kjo ngjarje përsëritet %s%s.

# MSC.cal_until
source: until %s
br: abaoe %s
ko: %s 까지
pt: até %s
sq: deri %s

# MSC.cal_single_days
source: every day
ko: 매일
pt: todos os dias
sq: çdo ditë

# MSC.cal_multiple_days
source: every %s days
ko: %s일 마다
pt: a cada %sdias
sq: çdo %s ditë

# MSC.cal_single_weeks
source: every week
ko: 매 주
pt: todas as semanas
sq: çdo javë

# MSC.cal_multiple_weeks
source: every %s weeks
ko: %s주 마다
pt: a cada %s semanas
sq: çdo %s javë

# MSC.cal_single_months
source: every month
ko: 매 달
pt: todos os meses
sq: çdo muaj

# MSC.cal_multiple_months
source: every %s months
ko: %s달 마다
pt: a cada %s meses
sq: çdo %s muaj

# MSC.cal_single_years
source: every year
ko: 매 년
pt: todos os anos
sq: çdo vit

# MSC.cal_multiple_years
source: every %s years
ko: %s년 마다
pt: a cada %s anos
sq: çdo %s vjet

# MSC.eventPicker
source: Events
br: Darvoudoù
ko: 이벤트
pt: Calendário/Eventos
sq: Ngjarje

# MSC.eventOverview
source: Back to the event overview
ko: 이벤트 개요로 돌아가기
pt: Voltar ao resumo do evento

# MSC.cal_days
source: This event is repeated every %s. day
br: An darvoud-mañ a zo adc'hraet pep %s. devezh

# MSC.cal_weeks
source: This event is repeated every %s. week
br: An darvoud-mañ a zo adc'hraet pep %s. sizhun

# MSC.cal_months
source: This event is repeated every %s. month
br: An darvoud-mañ a zo adc'hraet pep %s. miz

# MSC.cal_years
source: This event is repeated every %s. year
br: An darvoud-mañ a zo adc'hraet pep %s. bloavezh
