Repository: contao/calendar-bundle
Catalog: src/Resources/contao/languages/*/modules.xlf
Languages: br, el, hr, ko

# MOD.calendar.0
source: Events
br: Darvoudoù
el: Εκδηλώσεις
hr: Događanja
ko: 이벤트

# MOD.calendar.1
source: Manage events and display them in a calendar or event list
br: Merañ an darvoudoù hag o tiskouez en un deiziataer pe en ul listenn darvoudoù
el: Διαχείριση εκδηλώσεων και προβολή αυτών σε ημερολόγιο ή σε λίστα εκδηλώσεων
hr: Ovaj modul omogućava upravljanje događanjima i njihovo prikazivanje u kalendaru ili popisu događanja.
ko: 이벤트 관리 및 달력이나 이벤트 목록에 보이기

# MOD.tl_calendar_feed
source: Calendar feeds
br: Froudoù an deiziataer
el: Feeds ημερολογίου
hr: Ubačeni kalendar
ko: 달력 입력

# MOD.tl_calendar_events
source: Events
br: Darvoudoù
el: Εκδηλώσεις
hr: Događanja
ko: 이벤트

# FMD.events
source: Events
br: Darvoudoù
el: Εκδηλώσεις
hr: Događanja
ko: 이벤트

# FMD.calendar.0
source: Calendar
br: Deiziater
el: Ημερολόγιο
hr: Kalendar
ko: 달력

# FMD.calendar.1
source: Adds a calendar to the page
br: Ouzhpennañ un deiziataer d'ar bajenn
el: Προσθήκη ημερολογίου στην σελίδα.
hr: Ovaj modul dodaje kalendar na stranicu.
ko: 페이지에 달력 추가

# FMD.eventlist.0
source: Event list
br: Listenn an darvoudoù
el: Λίστα εκδηλώσεων
hr: Popis događanja
ko: 이벤트 목록

# FMD.eventlist.1
source: Adds a list of events to the page
br: Ouzhpennañ ul listenn darvoudoù d'ar bajenn
el: Προσθήκη λίστας εκδηλώσεων στην σελίδα
hr: Ovaj modul na stranicu dodaje popis događanja.
ko: 페이지에 이벤트 목록 추가

# FMD.eventreader.0
source: Event reader
br: Lenner darvoud
el: Αναγνώστης εκδηλώσεων
hr: Prikaz događanja
ko: 이벤트 구독자

# FMD.eventreader.1
source: Shows the details of an event
br: Diskouez munudoù un darvoud
el: Προβολή λεπτομερειών μιας εκδήλωσης
hr: Ovaj modul prikazuje detalje pojedinog događanja.
ko: 이벤트 상세사항 보기

# FMD.eventmenu.0
source: Event list menu
br: Lañser al listenn darvoudoù
el: Μενού λίστας εκδηλώσεων
hr: Izbornik popisa događanja
ko: 이벤트 목록 메뉴

# FMD.eventmenu.1
source: Generates a navigation menu to browse the event list
br: Genel ul lañser merdeiñ da verdeiñ el listenn darvoudoù
el: Παράγει ένα μενού πλοήγησης για περιήγηση στην λίστα εκδηλώσεων
hr: Generira navigacijski izbornik za pregled popisa događanja.
ko: 이벤트 목록 열람을 위한 이동 메뉴 생성
