Repository: contao/calendar-bundle
Catalog: contao/languages/*/default.xlf
Languages: ru

# MSC.cal_events
source: %d event(s)
ru: %d событие(-ий)

# MSC.cal_emptyDay
source: There are no events on this day.
ru: На данный день нет событий.

# MSC.cal_emptyWeek
source: There are no events for this week.
ru: На данную неделю нет событий.

# MSC.cal_emptyMonth
source: There are no events for this month.
ru: На данный месяц нет событий.

# MSC.cal_emptyYear
source: There are no events for this year.
ru: На данный год нет событий.

# MSC.cal_empty
source: Currently there are no events.
ru: Нет новых событий.

# MSC.cal_repeat
source: This event is repeated %s%s. The next event will take place on <time datetime="%s">%s</time>.
ru: Это событие повторяется %s%s. Следующее событие состоится в <time datetime="%s">%s</time>.

# MSC.cal_repeat_ended
source: This event was repeated %s%s.
ru: Это событие было повторено %s%s.

# MSC.cal_until
source: until %s
ru: до %s

# MSC.cal_single_days
source: every day
ru: каждый день

# MSC.cal_multiple_days
source: every %s days
ru: каждый %s день

# MSC.cal_single_weeks
source: every week
ru: каждую неделю

# MSC.cal_multiple_weeks
source: every %s weeks
ru: каждую %s неделю

# MSC.cal_single_months
source: every month
ru: каждый месяц

# MSC.cal_multiple_months
source: every %s months
ru: каждый %s месяц

# MSC.cal_single_years
source: every year
ru: каждый год

# MSC.cal_multiple_years
source: every %s years
ru: каждый %s год

# MSC.eventPicker
source: Events
ru: События

# MSC.eventOverview
source: Back to the event overview
ru: Перейти к обзору событий
