Repository: contao/calendar-bundle
Catalog: contao/languages/*/modules.xlf
Languages: es, sr

# MOD.calendar.0
source: Events
es: Eventos
sr: Дешавања

# MOD.calendar.1
source: Manage events and display them in a calendar or event list
es: Gestione eventos y muestrelos en un calendario ó una lista de eventos.
sr: Уредите дешавања и прикажите их у календару или листи дешавања

# MOD.tl_calendar_feed
source: Calendar feeds
es: Feeds calendarios
sr: Сажеци календара

# MOD.tl_calendar_events
source: Events
es: Eventos
sr: Дешавања

# FMD.events
source: Events
es: Eventos
sr: Дешавања

# FMD.calendar.0
source: Calendar
es: Calendario
sr: Календар

# FMD.calendar.1
source: Adds a calendar to the page
es: Añade un calendario a la página
sr: Додавање календара на страницу

# FMD.eventlist.0
source: Event list
es: Lista de eventos
sr: Листа дешавања

# FMD.eventlist.1
source: Adds a list of events to the page
es: Añade una lista de eventos a la página
sr: Додавање листе дешавања на страницу

# FMD.eventreader.0
source: Event reader
es: Lector de eventos
sr: Читач дешавања

# FMD.eventreader.1
source: Shows the details of an event
es: Muestra los detalles de un evento
sr: Приказивање детаља дешавања

# FMD.eventmenu.0
source: Event list menu
es: Menú de lista de eventos
sr: Мени листе дешавања

# FMD.eventmenu.1
source: Generates a navigation menu to browse the event list
es: Genera un menú de navegación para explorar la lista de eventos.
sr: Генерисање навигационог менија за преглед листе дешавања
